/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "VPN Settings";
"VPN.pfm_description" = "VPN preferences.";

"ServiceType.pfm_title" =				"Service Type";
"ServiceType.pfm_description" =				"Service type. Set to L2TP or PPTP.";
"CommRemoteAddress.pfm_title" =			"VPN Server Address";
"CommRemoteAddress.pfm_description" =		"URL location address of VPN server.";
"UserLoginName.pfm_title" =				"User Login Name";
"UserLoginName.pfm_description" =			"Login name to use for connection. Do not use this key if you want to use the current user login name.";
"UserDefinedName.pfm_title" =			"Descriptive Name";
"UserDefinedName.pfm_description" =			"Enter a descriptive name that is shown when connecting to the server.";
"UserAuthenticationType.pfm_title" =	"User Authentication Type";
"UserAuthenticationType.pfm_description" =	"VPN authentication type. Set to Password, Kerberos, TokenCard, or SecurID.";
